Repository: opensourcedec1188/UberLikeClient
Catalog: ios-client/UClient/*.lproj/Localizable.strings
Languages: ar

# network_problem_title
source: No Network Connection
ar: لا يوجد اتصال بالشبكة

# network_problem_message
source: Please check your network connectevity
ar: الرجاء الاتصال بالشبكة

source: Done
ar: تم

source: Cancel
ar: إلغاء

source: Yes
ar: نعم

source: OK
ar: تم

source: No
ar: لا

source: Loading...
ar: جاري التحميل

# error_title
source: An Error Occurred
ar: حدث خطأ

# error_message
source: Please try again later
ar: الرجاء المحاولة لاحقا

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الثاني

source: Email
ar: الايميل

# saudiRial
source: SR
ar: ر.س.

# kiloMeter
source: KM
ar: كم

source: minute
ar: دقيقة

# short_minute
source: MIN
ar: د.ق

# wrong_mobile_error
source: Invalid Mobile Number
ar: الرقم غير صحيح

# missing_mobile_error
source: Missing Mobile Number
ar: الرجاء ادخال رقم الهاتف

# wrong_password
source: Invalid Password
ar: كلمة المرور غير صحيحة

# wrong_mobile_password
source: Wrong mobile or password
ar: خطأ في رقم الجوال او رقم الهاتف

# resend_btn_initial
source: 30 seconds to send again
ar: ٣٠ ثانية لاعادة ارسال الرمز

# resend_btn_counting
source: seconds to resend again
ar: ثانية لاعادة الارسال

# resend_btn_final
source: Resend code again
ar: اعادة ارسال الرمز

# code_verify_error_title
source: Wrong Verification Code
ar: رمز التحقق غير صحيح

# code_verify_error_message
source: Please enter the code sent to your mobile
ar: الرجاء ادخال الرمز المرسل

# passwords_equality_error
source: Two Passwords Not Equal
ar: كلمتي المرور غير متطابقين

source: Missing Password
ar: الرجاء ادخال كلمة المرور

source: Missing New Password
ar: الرجاء ادخال كلمة المرور الحالية

# missing_confirm_password
source: Missing Password Confirmation
ar: الرجاء ادخال تأكيد كلمة المرور

# personal_passwords_minimum_error
source: Minimum 6 charecters
ar: ٦ حروف كحد ادنى

source: Sent ..
ar: تم الارسال ..

# missing_email
source: Missing Email Address
ar: الرجاء ادخال الايميل

source: Missing Last Name
ar: الرجاء ادخال الاسم الاول

source: Missing First Name
ar: الرجاء ادخال الثاني

# personal_invalid_email
source: Enter valid email (ex@domain.com)
ar: الرجاء إدخال بريد إلكتروني صالح (ex@domain.com)

# rider_exists
source: Passenger already exists
ar: هذا الرقم مسجل من قبل

# mobile_exists
source: Mobile Number Exists
ar: رقم الجوال مسجل من قبل

# LM_map
source: Map
ar: الرئيسية

# LM_myRides
source: My Rides
ar: رحلاتي

# LM_logout
source: Logout
ar: تسجيل خروج

# MFC_selectingOptions_1
source: Set Pin On Map
ar: اختر على الخريطة

# MFC_selectingOptions_2
source: Tell The Driver
ar: سوف أخبر السائق

# MFC_moveToVehicleType
source: Directly to driver
ar: سوف أخبر السائق

# MFC_letsGo
source: Let's Go!
ar: لنبدأ!

# MFC_dropOff
source: Where You Need To Go
ar: مكان الوجهة

# MFC_category
source: Vehicle Category
ar: فئة السيارة

# MFC_rideOptions
source: Ride Options
ar: خيارات الرحلة

# MFC_to
source: To
ar: الوجهة

# MFC_whereTo
source: Where To?
ar: الي اين ؟

# MFC_whereFrom
source: Where From?
ar: من اين ؟

# MFC_rideOptions_quiet
source: Quiet Ride
ar: رحلة هادئة

# MFC_rideOptions_haveLuggage
source: Have Luggage
ar: لديك حمولة

# MFC_rideOptions_comments
source: Comments
ar: تعليق

# MFC_paymentMethodTitle
source: PAYMENT METHOD
ar: طريقة الدفع

# MFC_paymentMethodCash
source: Cash
ar: نقدا

# MFC_paymentMethodWallet
source: Wallet
ar: المحفظة

# MFC_paymentMethodVisa
source: Visa
ar: البطاقة الإئتمانية

# MFC_vehicle_cat
source: Vehicle Category
ar: فئة السيارة

# MFC-incompleteRideParams_title
source: Incomplete Ride Parameters
ar: بيانات الرحلة غير مكتملة

# MFC-incompleteRideParams_message
source: Please complete your ride parameters
ar: الرجاء إكمال بيانات الرحلة

# MFC_missing_cat_title
source: Missing Category
ar: لم يتم إختيار الفئة

# MFC_missing_cat_message
source: Please choose vehicle category
ar: الرجاء اختيار الفئة

# MFC_missing_currentLoc_title
source: Missing Current Location
ar: لم يتم تحديد الموقع

# MFC_missing_currentLoc_message
source: Couldn't get your accurate location
ar: لم يتم تحديد الموقع بدقة

# MFC_missing_dropoffLocation_title
source: Missing Destination
ar: لم يتم إختيار الوجهة

# MFC_missing_dropoffLocation_message
source: Please choose your destination
ar: الرجاء اختيار الوجهة

# MFC_missing_pickupLocation_title
source: Missing Pick-up Location
ar: لم يتم إختيار موقع بدء الرحلة

# MFC_missing_pickupLocation_message
source: Please choose your pick-up location
ar: الرجاء اختيار موقع بدء الرحلة

# PCC_pickupFooterBtnConfirm
source: Confirm Pickup Location
ar: تأكيد موقع بدء الرحلة

# PCC_headet_title_initiated
source: Relax and wait your driver :)
ar: يمكنك الاسترخاء وانتظار السائق :)

# PCC_headet_title_accepted
source: Ride accepted
ar: تم قبول الرحلة

# PCC_headet_body_accepted
source: Driver is on his way
ar: السائق في طريقه لموقع بدء الرحلة

# PCC_headet_title_arrived
source: Driver arrived
ar: وصل السائق

# PCC_headet_body_arrived
source: Driver has arrived to pick-up location
ar: وصل السائق لموقع بدء الرحلة

# PCC_headet_title_on_ride
source: Ride Started
ar: تم بدء الرحلة

# PCC_headet_body_on_ride
source: You ride has been started, Enjoy it!
ar: بدأت الرحلة، رحلة ممتعة :)

# PCC_headet_title_clearance
source: Destination Reached
ar: تم الوصول

# PCC_headet_body_clearance
source: You've reached your destination, Thank You.
ar: لقد وصلت لوجهتك، شكرا لك

# PCC_headet_title_canceled
source: Ride Canceled
ar: تم إلغاء الرحلة

# PCC_headet_body_canceled
source: You ride has been canceled
ar: تم ألغاء رحلتك

# PCC_headet_title_driver_nearby
source: Driver Is Nearby
ar: اقترب السائق

# PCC_headet_body_driver_nearby
source: Driver is nearby pick-up location
ar: اقترب السائق

# PCC_economy
source: Economy
ar: EGO

# PCC_standard
source: Standard
ar: EGO-X

# PCC_family
source: Family
ar: عائلي

# PCC_vip
source: VIP
ar: EGO-V

# PCC_cancel_warning_driver_title
source: Ride Canceled By Driver
ar: قام السائق بإلغاء الرحلة

# PCC_cancel_warning_auto_title
source: Ride has been canceled
ar: تم إلغاء الرحلة

# PCC_cancel_warning_driver_message
source: Do you want to request a new ride?
ar: هل تريد أنشاء رحلة جديدة؟

# PCC_unknownRideStatusMessage
source: Unknown Ride Status
ar: رحلة غير معلومة

# PCC_unknownRideStatusTitle
source: Please try again later
ar: عذرا، الرجاء المحاولة مرة أخرى

# PCC_warn_client_cancel_title
source: Are You Sure?
ar: هل أنت متأكد

# PCC_warn_client_cancel_message
source: Ride will be canceled
ar: سوف يتم إلغاء الرحلة

# PCC_warn_client_cancel_message_fees
source: Fees will be applied af you canceled the ride
ar: سيتم تطبيق غرامة عليك

# PCC_warn_cancel_end_ride_title
source: End Ride?
ar: هل تريد إنهاء الرحلة؟

# PCC_warn_cancel_end_ride_message
source: Cancelling ride now will end ride and start payment process
ar: إلغاء الرحلة حاليا سوف ينهيها و يبدأ مرحلة الدفع

# PCC_no_drivers_title
source: No Available Drivers
ar: لا يوجد سائقين

# PCC_no_drivers_message
source: Please try again later
ar: الرجاء المحاولة مرة أخرى

# PCC_confirm_btn_title
source: Confirm Pick-up Location
ar: تأكيد موقع بدء الرحلة

# PR_from
source: From:
ar: من:

# PR_to
source: To:
ar: إلى:

# PR_no_prev_rides
source: You Did Not Make Any Rides Yet
ar: لا يوجد رحلات سابقة

source: Canceled by
ar: ملغاة بواسطة

# RD_BaseFare
source: Base Fare :
ar: فتحة العداد :

# RD_distance
source: Distance :
ar: المسافة :

# RD_Duration
source: Duration :
ar: المدة :

# RD_Discount
source: Discount :
ar: الخصم :

# RD_total
source: Total :
ar: الإجمالي :

# RD_overCharge
source: Over-Charge :
ar: المبلغ الإضافي :

# RD_no_overCharge
source: No Over-Charge
ar: لا يوجد مبلغ إضافي

# RD_from
source: From :
ar: من :

# RD_to
source: To :
ar: الى :

# RD_toNoDetermined
source: Not Determined
ar: غير محدد

# prog_file_error_title
source: File Not Valid
ar: ملف خطأ

# prog_file_error_message
source: Please upload a valid file
ar: الرجاء رفع صورة

# prof_invalid_data
source: Invalid Data
ar: بيانات غير صحيحة

source: Report Trip
ar: الابلاغ عن رحلة
